Repository: alihesamiz/farabin
Catalog: apps/finance/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Company Title
fa: نام شرکت

source: Year
fa: سال

source: Month
fa: ماه

source: {updated_count} record(s) were successfully marked as published.
fa: {updated_count} انتشار یافتند

source: Mark selected as Published
fa: انتشار برای کاربر

source: No data available
fa: داده‌ای موجود نیست

source: Chart
fa: نمودار

source: Mark selected reports as Published
fa: انتشار برای کاربر

source: %d analysis report(s) marked as published.
fa: %d انتشار یافتند

source: Mark selected reports as Unpublished
fa: خروج از دسترس کاربر

source: %d analysis report(s) marked as unpublished.
fa: %d تحلیل از دسترسی کاربر خارج شد

source: Finance
fa: بخش مالی

source: Company
fa: شرکت

source: Is Saved
fa: ذخیره‌ شود

source: Is Sent
fa: ارسال شود

source: File
fa: فایل

source: Finance Tax Declaration
fa: فایل اظهارنامه مالی

source: Finance Tax Declarations
fa: فایل اظهارنامه‌های مالی

source: Balance Report File
fa: فایل ترازنامه

source: Profit Loss File
fa: فایل صورت سود و زیان

source: Sold Product File
fa: فایل هزینه کالای فروخته شده

source: Account Turn Over File
fa: فایل گردش حساب

source: Finance Balance Report File
fa: فایل ترازنامه مالی

source: Finance Balance Reports File
fa: فایل ترازنامه‌های مالی

source: Finance Excel File
fa: فایل اکسل مالی

source: Finance Excel Files
fa: فایل‌های اکسل مالی

source: Financial Asset
fa: عدد مالی

source: Consuming Material
fa: مواد اولیه مصرفی

source: Direct Wage
fa: دستمزد مستقیم

source: Construction Overhead
fa: سربار ساخت

source: Production Total Price
fa: جمع هزینه تولید

source: Current Constructing Product First Period
fa: کالای در جریان تولید اول دوره

source: Current Constructing Product End Period
fa: کالای در جریان تولید پایان دوره

source: Produced Product Total Price
fa: هزینه تمام شده کالای تولید شده

source: First Period Produced Inventory
fa: ذخیره کالای تولید شده اول دوره

source: Period Bought Product
fa: کالای خریداری شده در طول دوره

source: Ready for Sale Product
fa: کالای اماده به فروش

source: End Period Inventory
fa: موجودی مواد و کالای پایان دوره

source: Other Product
fa: سایر

source: Sold Product Total Price
fa: جمع هزینه کالای فروخته شده

source: Sold Product Fee
fa: هزینه کالای فروخته شده

source: Sold Products Fee
fa: هزینه کالاهای فروخته شده

source: Operational Income
fa: درآمد عملیاتی

source: Operational Income Expense
fa: مخارج درامد عملیاتی

source: Gross Profit
fa: سود ناخالص

source: Salary Fee
fa: هزینه دستمزد

source: Marketing Fee
fa: هزینه بازاریابی

source: Doubtful Burnt Claims Fee
fa: هزینه دارایی های مشکوک الوصول و سوخت شده

source: Attendance Fee
fa: هزینه حضور هیئت مدیره

source: Accounting Fee
fa: هزینه حسابداری و حسابرسی

source: Consulting Fee
fa: هزینه مشاوره

source: Rental Fee
fa: هزینه اجاره غیر از محل شرکت

source: Other General Expense
fa: سایر هزینه‌های عمومی

source: Total General Expense
fa: جمع هزینه مخارج عمومی

source: Other Operational Income
fa: سایر درآمدهای عملیاتی

source: Other Operational Expense
fa: سایر مخارج عملیاتی

source: Operational Profit
fa: سود عملیاتی

source: Immovable Property Sale Profit
fa: سود حاصل از فروش دارایی غیر منقول

source: Other Assets Sale Profit
fa: سود حاصل از فروش سایر دارایی‌ها

source: Material Sale Profit
fa: سود فروش مواد اولیه

source: Investment Sale Profit
fa: سود فروش سرمایه گذاری

source: Interpretation Profit
fa: سود تسعیری

source: Dividend Profit
fa: سود سهام‌الشرکا

source: Investment Profit
fa: سود سرمایه‌گذاری

source: Bank Deposit Profit
fa: سود سپرده بانکی

source: Rental Income
fa: درآمد اجاره

source: Incidental Income
fa: درآمد های تصادفی

source: Other Non-Operational Income/Expense
fa: سایر درآمد/هزینه های عملیاتی

source: Net Value Other Non-Operational Income/Expense
fa: مقدار خاصل سایر درآمد/هزینه های غیر عملیاتی

source: Financial Expense
fa: مخارج مالی

source: Proceed Profit
fa: سود ویژه

source: Current Year Income Tax
fa: مالیات بر درآمد سال جاری

source: Previous Year Income Tax
fa: مالیات بر درآمد سال گذشته

source: Profit After Tax
fa: سود بعد از کسر مالیات

source: Profit And Loss Statement
fa: صورت سود و زیان

source: Profit And Loss Statements
fa: صورت‌های سود و زیان

source: Advance Payment
fa: پیشپرداخت

source: First Period Inventory
fa: موجودی مواد و کالای اول دوره

source: Recievable Trade Account
fa: حساب دریافتنی تجاری

source: Short term Investment
fa: سرمایه‌گذاری کوتاه مدت

source: Cash Balance
fa: تراز نقدی

source: Non-current assets held for sale
fa: دارایی های غیر جاری نگهداری شده برای فروش

source: Current Partner/Shareholder
fa: جاری شرکا/سهامداران

source: Total Current Asset
fa: جمع دارایی‌های جاری

source: Tangible Fixed Asset
fa: دارایی‌های ثابت مشهود

source: Property Investment
fa: سرمایه‌گذاری ملک

source: Intangible Asset
fa: دارایی‌های ثابت نامشهود

source: Long Term Investment
fa: سرمایه‌گذاری طولانی مدت

source: Long Term Receivable
fa: دریافتنی‌های طولانی مدت

source: Other Asset
fa: سایر دارایی‌ها

source: Total Non-Current Asset
fa: جمع دارایی های غیرجاری

source: Wealth
fa: سرمایه

source: Wealth Increase
fa: افزایش سرمایه

source: Share Spend
fa: صرف سهام

source: Treasury Share Spend
fa: صرف سهام خزانه

source: Legal Reserve
fa: اندوخته قانونی

source: Other Reserve
fa: سایر اندوخته‌ها

source: Asset Revaluation Surplus and Other Unrealized Gains
fa: مازاد تجدید ارزیابی دارایی‌ها و سایر سود‌های تحقق نیافته

source: Accumulated Profit and Loss
fa: سود و زیان انباشته

source: Treasury Share
fa: سهام خزانه

source: Ownership right total
fa: جمع حقوق مالکانه

source: Trade Payable
fa: پرداختنی‌های تجاری

source: Paid Tax
fa: مالیات پرداختی

source: Dividend Payable
fa: سود سهام پرداختنی

source: Financial Facility
fa: تسهیلات مالی

source: Reserves
fa: ذخایر

source: Advance
fa: پیش‌دریافت‌ها

source: Liability related to non-current asset held for sale
fa: بدهی‌های مرتبط با دارایی‌های غیر جاری نگهداری شده برای فروش

source: Total Current Debt
fa: جمع بدهی‌های جاری

source: Longterm Payable
fa: پرداختنی‌های بلند مدت

source: Longterm Financial Facilities
fa: تسهیلات مالی بلند مدت

source: Reserve Employee Termination Benefit
fa: دخیره مزایای پایان خدمت کارکنان

source: Total Non-Current Debt
fa: جمع بدهی‌های غیرجاره

source: Net Sale
fa: فروش خالص

source: Net Profit
fa: سود خالص

source: Balance Report
fa: ترازنامه

source: Balance Reports
fa: ترازنامه‌ها

source: First Year Accumulated Profit
fa: سود(زیان) انباشه ابتدای سال

source: Correcting Mistake
fa: اصلاح اشتباهات

source: Accounting Method Change
fa: تغییر در رویه حسابداری

source: First Year`s Accumulated Profit Balanced
fa: سود(زیاد) انباشته ابتدای سال تعدیل شده

source: Transfer From Reserve
fa: انتقال از اندوخته‌ها

source: Other Account Turnover
fa: سایر

source: Allocable Profit
fa: سود قابل تخصیص

source: Share Profit
fa: سود سهام مصوب

source: Current Wealt Increase
fa: افزایش سرمایه در جریان

source: Other Reserves
fa: سایر اندوخته‌ها

source: Treasury Share Purchase
fa: خرید سهام خزانه

source: Treasury Share Sale
fa: فروش سهام خزانه

source: Treasury Share Sale Profit
fa: سود(زیان) حاصل از فروش سهام خزانه

source: Board Reward
fa: پاداش هیئت مدیره

source: Other Profit
fa: سایر

source: Total Allocated Profit
fa: جمع تخصیص سود

source: End Year`s Accumulated profit
fa: سود(زیان) انباشته در پایان سال

source: Account TurnOver
fa: گردش حساب

source: Accounts Turnovers
fa: گردش حساب‌ها

source: Is Tax Record
fa: ایا اظهارنامه‌است؟

source: Financial Assets
fa: اعداد مالی(وارد شده از اظهارنامه)

source: Define whether the reports are published and shown to the user or not.
fa: مشخص کنید که ایا نتیجه برای کاربر نمایش داده شود یا نه

source: Publish for user
fa: انتشار برای کاربر

source: Current Asset
fa: جمع دارایی‌های جاری

source: Non-Current Asset
fa: جمع دارایی های غیرجاری

source: Total Asset
fa: جمع دارایی‌های جاری

source: Current Debt
fa: بدهی‌های جاری

source: Non-Current Debt
fa: بدهی غیرجاری

source: Total Debt
fa: جمع بدهی‌های جاری

source: Total Equity
fa: مجموع حقوق سهام داران

source: Total Equity and Debt Sum
fa: جمع بدهی‌های جاری

source: Inventory Average
fa: میانگین انبار

source: Production Fee
fa: هزینه مستقیم

source: Total Production Price
fa: جمع هزینه کالای فروخته شده

source: Production Salary Fee
fa: هزینه مستقیم

source: Usability
fa: کارایی

source: Efficiency
fa: اثربخشی

source: Return on Assets (ROA)
fa: ROA

source: Return on Assets Before Tax (ROAB)
fa: ROA`

source: Return on Equity (ROE)
fa: ROE

source: Gross Profit Margin
fa: حاشیه سود ناخالص

source: Profit Margin Ratio
fa: نسبت حاشیه سود

source: Debt Ratio
fa: نسبت بدهی

source: Capital Ratio
fa: نسبت سرمایه

source: Proprietary Ratio
fa: نسبت مالکانه

source: Equity to Total Debt Ratio
fa: نیست حقوق صاحبان سهیم به کل بدهی

source: Equity to Non-Current Asset Ratio
fa: نسبت حقوق صاحبان سهام به دارایی غیرجاری

source: Current Ratio
fa: نسبت جاری

source: Instant Ratio
fa: نسبت آنی

source: Stock Turnover
fa: گردش حساب‌ها

source: Altman Bankruptcy Ratio
fa: نسبت ورشکستگی آلتمن

source: Long Term Payable
fa: پرداختنی‌های بلند مدت

source: Employee Termination Benefit Reserve
fa: دخیره مزایای پایان خدمت کارکنان

source: Created At
fa: ساخته شده در

source: Updated At
fa: بروزرسانی شده در

source: Financial Data
fa: مقدار مالی

source: Financial Datas
fa: مقادیر مالی(مقادیر محاسبه شده)

source: Debt Chart
fa: نمودار بدهی

source: Asset Chart
fa: نمودار دارایی

source: Sale Chart
fa: نمودار فروش

source: Equity Chart
fa: نمودار حقوق صاحبان سهام

source: Life Cycle Chart
fa: نمودار چرخه عخمر

source: Bankrupsy Chart
fa: نمودار ورشکستگی آلتمن

source: Profitability Chart
fa: نمودار سودآوری

source: Salary Chart
fa: نمودار دستمزد

source: Inventory Chart
fa: نمودار انبار

source: Agility Chart
fa: نمودار چابکی

source: Liquidity Chart
fa: نمودار نقدینگی

source: Leverage Chart
fa: نمودار اهرمی

source: Cost Chart
fa: نمودار هزینه

source: Profit Chart
fa: نمودار سود

source: Monthly
fa: ماهانه

source: Yearly
fa: سالانه

source: Period
fa: دوره

source: Calculated Data
fa: داده‌ محاسباتی

source: Select company assosiated with the year for entering the analysis text report. it would be better to only choose the last yaer of each company
fa: شرکت مرتبط با سال را برای ورود متن تحلیلات وارد کنید.(بهتر است تنها سال اخر را انتخاب کنید)

source: Chart Name
fa: اسم نمودار

source: Enter the name of each chart
fa: نام هر نمودار را وارد کنید

source: Analysis Text
fa: توضیح تحلیلات

source: Enter the analysis text for each chart
fa: تحلیل هر نمودار را وارد کنید

source: Published
fa: منتشر شود؟

source: Select to publish the analysis report
fa: برای انتشار گزارش تحلیل انتخاب کنید

source: Analysis Report
fa: تحلیل

source: Analysis Reports
fa: تحلیل‌ها

source: Customer Name
fa: اسم مشتری

source: Product Code
fa: کد کالا

source: Sold Amount
fa: مقدار/میزان فروخته شده

source: Unit Price
fa: قیمت واحد

source: Discount Price
fa: قیمت تخفیف داده شده

source: Sale Method
fa: روش فروش

source: Payment Method
fa: روش پرداخت

source: Sold At
fa: تاریخ فروش

source: Domestic Sale
fa: فروش داخلی

source: Domestic Sales
fa: فروش‌های داخلی

source: Exhibition
fa: نمایشگاه

source: Open Account
fa: حساب باز

source: Receivable
fa: دریافتنی‌

source: Document
fa: اسناد

source: Land
fa: زمینی

source: Rail
fa: ریلی

source: Sea
fa: دریایی

source: Air
fa: هوایی

source: Contract Date
fa: تاریخ قرارداد

source: Delivery Date
fa: تاریخ تحویل

source: Target Country
fa: کشور مقصد

source: Area
fa: منطقه

source: Customer Approval
fa: تاییدیه مشتری

source: Payment Status
fa: وضعیت پرداختی

source: Transfer Condition
fa: وضعیت انتقال

source: Trading Currency
fa: ارز معاملاتی

source: Exchange Rate
fa: میزان تبدیل

source: Sale Amount
fa: مقدار/میزان فروخته شده

source: Foreign Sale
fa: فروش خارجی

source: Foreign Sales
fa: فروش‌های خارجی

source: Start
fa: شروع

source: Introduction
fa: معرفی

source: Growth
fa: رشد

source: Maturity
fa: بلوغ

source: Recession 1
fa: رکود ۱

source: Recession 2
fa: رکود ۲

source: Recession 3
fa: رکود ۳

source: Decline 1
fa: افول ۱

source: Decline 2
fa: افول ۲

source: Home
fa: شروع

source: finance
fa: بخش مالی
