Repository: alihesamiz/farabin
Catalog: apps/company/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Special Field
fa: حوزه تخصصی

source: Company
fa: شرکت

source: Operational
fa: عملیاتی

source: Finance
fa: تسهیلات مالی

source: Invest
fa: سرمایه‌گذاری

source: Name
fa: نام

source: Life Cycle
fa: چرخه عمر

source: Life Cycles
fa: چرخه‌های عمر

source: Theoretical
fa: نظری

source: Weight
fa: وزن

source: Life Cycle Feature
fa: ویژگی چرخه عمر

source: Life Cycle Features
fa: ویژگی‌های چرخه‌های عمر

source: Life Cycle Decline
fa: افول چرخه عمر

source: Life Cycle Declines
fa: افول چرخه‌های عمر

source: Life Cycle Maturity
fa: بلوغ چرخه عمر

source: Life Cycle Growth
fa: رشد چرخه عمر

source: Life Cycle Introduction
fa: معرفی چرخه عمر

source: Feature
fa: ویژگی

source: Decline
fa: افول

source: Maturity
fa: بلوغ

source: Growth
fa: رشد

source: Introduction
fa: معرفی

source: Theoretical Life Cycle Place
fa: جایگاه نظری چرخه عمر

source: Investment
fa: سرمایه‌گذاری

source: Life Cycle Financial Resource
fa: منبع مالی چرخه عمر

source: Life Cycle Financial Resources
fa: منابع مالی چرخه عمر

source: Resources
fa: منابع

source: Life Cycle Quantitative Position
fa: جایگاه کمی چرخه عمر

source: Life Cycle Quantitative Positions
fa: جایگاه کمی چرخه عمر

source: Special Tech
fa: حوزه تخصصی

source: Special Techs
fa: حوزه‌های تخصصی

source: Tech Field
fa: حوزه فناوری

source: Tech Fields
fa: حوزه‌های فناوری

source: Industrial town
fa: عضو شهرک صنعتی

source: Technological
fa: فناور

source: Knowledge base
fa: دانش بنیان

source: Others
fa: سایر

source: License Code
fa: کد گواهی

source: License Name
fa: نام گواهی

source: License
fa: گواهی

source: Licenses
fa: گواهی‌ها

source: Company Title
fa: عنوان شرکت

source: Email
fa: ایمیل

source: Company National Registration Code
fa: کد ثبت ملی شرکت

source: Office Phone Number
fa: شماره تماس دفتر

source: License Types
fa: نوع گواهی

source: Technical Field
fa: حوزه فناوری

source: Insurance List Count
fa: تعداد لیست بیمه‌شدگان

source: Capital Providing Method
fa: راه‌های تامین سرمایه

source: Province
fa: استان

source: City
fa: شهر

source: Address
fa: آدرس

source: Is Active?
fa: فعال است؟

source: Upstream Industries
fa: صنایع بالادستی

source: Downstream Industries
fa: صنایع پایین‌دستی

source: Company Profile
fa: پروفایل شرکت

source: Company Profiles
fa: پروفایل شرکت‌ها

source: Manager
fa: مدیر اصلی

source: Admin
fa: مدیر

source: Staff
fa: کارمند

source: Company User
fa: کاربر شرکت

source: Role
fa: نقش

source: Deleted At
fa: تاریخ حذف

source: Company Users
fa: کاربران شرکت‌ها

source: Service
fa: خدمت

source: Activate
fa: فعالسازی

source: Purchased At
fa: تاریخ خرید

source: Company Service
fa: خدمت شرکت

source: Company Services
fa: خدمت‌های شرکت‌ها

source: Financial
fa: تسهیلات مالی

source: Management
fa: مدیریت

source: R&D
fa: تحقیق و توسعه

source: Marketing
fa: بازایابی

source: Production
fa: تولید

source: Company User Service Permission
fa: دسترسی به خدمات کاربر شرکت

source: Company User Service Permissions
fa: دسترسی به خدمات کاربر شرکت

source: Questionnaire
fa: پرسشنامه

source: Submitted At
fa: تاریخ ثبت

source: Company Questionnaire
fa: پرسشنامه شرکت

source: Company Questionnaires
fa: پرسشنامه‌های شرکت‌ها

source: Question
fa: پرسش

source: Selected Choice
fa: گزینه‌های انتخاب شده

source: Answered At
fa: تاریخ پاسخ

source: Company Answer
fa: پاسخ شرکت

source: Company Answers
fa: پاسخ‌های شرکت‌ها
