Repository: alihesamiz/farabin
Catalog: management/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Management
fa: بخش مدیریت

source: Company
fa: شرکت

source: Excel File
fa: فایل اکسل

source: Is Approved
fa: تایید

source: Created At
fa: ایجاد شده در

source: Updated At
fa: بروزرسانی شده در

source: Human Resource
fa: منبع انسانی

source: Human Resources
fa: منابع انسانی

source: Full Name
fa: نام کامل

source: Position
fa: موقعیت شغلی

source: Reports to (Personnel)
fa: گزارش میدهد به (شخص)

source: Cooperates with (Personnel)
fa: همکاری میکند با (شخص)

source: Obligation
fa: صلاحیت‌ها و مهارت‌ها

source: Is Exist
fa: وجود دارد

source: Personnel Information
fa: اطلاعات کارکنان

source: Field
fa: نام حوزه

source: Position Excel
fa: اکسل موقعیت‌ها

source: Organization Chart
fa: فایل چارت سازمانی

source: Organization Charts
fa: فایل‌های چارت سازمانی

source: Name
fa: نام

source: Custom Name
fa: دلخواه

source: Either a predefined name or a custom name must be provided.
fa: یا از نام‌های از پیش تعریف شده استفاده کنید یا نام دلخواه وارد کنید.

source: Cannot provide both a predefined name and a custom name.
fa: نمیتوانید هم از نام‌های از پیش تعریف شده استفاده کنید و هم نام دلخواه وارد کنید.

source: Custom name cannot be empty.
fa: نام دلخواه نمیتواند خالی باشد.

source: SWOT Strength Option
fa: نقطه قوت SWOT

source: SWOT Strengths Option
fa: نقاط قوت SWOT

source: SWOT Weakness Option
fa: نقطه قوت SWOT

source: SWOT Weaknesses Option
fa: نقاط ضعف SWOT

source: SWOT Opportunity Option
fa: فرصت‌ SWOT

source: SWOT Opportunities Option
fa: فرصت‌های SWOT

source: SWOT Threat Option
fa: تهدید SWOT

source: SWOT Threats Option
fa: تهدیدهای SWOT

source: Strengths Options
fa: نقاط قوت

source: Weaknesses Options
fa: نقاط ضعف

source: Opportunities Options
fa: فرصت‌ها

source: Threats Options
fa: تهدیدها

source: SWOT Matrix
fa: ماتریس SWOT

source: SWOT Matrices
fa: ماتریس‌های SWOT

source: SO Analysis
fa: تحلیل SO

source: ST Analysis
fa: تحلیل ST

source: WO Analysis
fa: تحلیل WO

source: WT Analysis
fa: تحلیل WT

source: SWOT Analysis
fa: تحلیل SWOT

source: Each company can only have one Human Resource record. To replace, you must first delete the previous record.
fa: هر شرکت تنها میتواند یک فایل منابع انسانی را بارگذاری کند. برای جایگزینی ابتدا فایل قبلی را حذف کنید.

source: An error occurred while saving the Human Resource record.
fa: هنگام ذخیره فایل منابع انسانی خطایی رخ داد.

source: Invalid or missing HumanResource record for this company.
fa: رکورد منابع انسانی مناسبی برای شرکت پیدا نشد.

source: Not found an associated file with your profile
fa: فایلی متناسب با پروفایل شرکت شما یافت نشد. باپشتیبانی تماس بگیرید.
